{
  "Ionide-vim": {
    "branch": "master"
  },
  "bmessages.nvim": {
    "branch": "main"
  },
  "cmp-async-path": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "codecompanion.nvim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "copilot-cmp": {
    "branch": "master"
  },
  "csvview.nvim": {
    "branch": "main"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "elixir-tools.nvim": {
    "branch": "main"
  },
  "faster.nvim": {
    "branch": "main"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "flatten.nvim": {
    "branch": "main"
  },
  "fzf-lua": {
    "branch": "main"
  },
  "git-conflict.nvim": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "gp.nvim": {
    "branch": "main"
  },
  "harpoon": {
    "branch": "master"
  },
  "haskell-tools.nvim": {
    "branch": "master"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "jayzone.nvim": {
    "branch": "main"
  },
  "jsonpath.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lsp_signature.nvim": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "luvit-meta": {
    "branch": "main"
  },
  "markview.nvim": {
    "branch": "main"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.notify": {
    "branch": "main"
  },
  "mini.splitjoin": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-dap-virtual-text": {
    "branch": "master"
  },
  "nvim-early-retirement": {
    "branch": "main"
  },
  "nvim-genghis": {
    "branch": "main"
  },
  "nvim-highlight-colors": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-spectre": {
    "branch": "master"
  },
  "nvim-spider": {
    "branch": "main"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-toggler": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "overseer.nvim": {
    "branch": "master"
  },
  "playground": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "rainbow-delimiters.nvim": {
    "branch": "master"
  },
  "resession.nvim": {
    "branch": "master"
  },
  "roslyn.nvim": {
    "branch": "main"
  },
  "telescope-undo.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "text-case.nvim": {
    "branch": "main"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "vim-dadbod": {
    "branch": "master"
  },
  "vim-dadbod-completion": {
    "branch": "master"
  },
  "vim-dadbod-ui": {
    "branch": "master"
  },
  "vim-flog": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-textobj-entire": {
    "branch": "master"
  },
  "vim-textobj-user": {
    "branch": "master"
  },
  "workspaces.nvim": {
    "branch": "master"
  },
  "yaml-companion.nvim": {
    "branch": "main"
  },
  "zen-mode.nvim": {
    "branch": "main"
  }
}
